;Place localized text in this file

[MEMEbot_MC X2CharacterTemplate]
strCharacterName="M3M3系列-MRC10型-807号"

[MEMEbot_RD X2CharacterTemplate]
strCharacterName="M3M3系列-RU57Y型-807号"

[MEMEbot_CE X2CharacterTemplate]
strCharacterName="M3M3系列-CR4ZY型-807号"

[MEMEbot_KX X2CharacterTemplate]
strCharacterName="M3M3系列-K3XXX型-807号"

[MEMEbot_TR X2CharacterTemplate]
strCharacterName="M3M3系列-735L4型-807号"

[MEMEbot_SK X2CharacterTemplate]
strCharacterName="M3M3系列-5K0RP型-807号"

[MEMEbot_AL X2CharacterTemplate]
strCharacterName="M3M3系列-4LPH4型-807号"

[MEMEbot_TD X2CharacterTemplate]
strCharacterName="M3M3系列-73DD1型-807号"

[MEMEbot_LA X2CharacterTemplate]
strCharacterName="M3M3系列-481Z1型-807号"

[MEMEbot_DI X2CharacterTemplate]
strCharacterName="M3M3系列-1V0RY型-807号"

[MEMEbot_FB X2CharacterTemplate]
strCharacterName="M3M3系列-8UNN1型-807号"


[MEMEbotActivate X2AbilityTemplate]
LocFriendlyName="部署未知网络信标"
LocLongDescription="部署未知网络信标以激活未知网络机器人"
LocHelpText="部署未知网络信标"
LocFlyOverText="即将激活未知网络机器人"
 
 
[RNFmemebotGTS X2SoldierAbilityUnlockTemplate]
DisplayName="建造未知网络信标"
Summary="使用先进的网络技术，我们现在可以远程激活一个传奇的未知网络机器人"
 
[MEME_MiniaturizedMunitions X2AbilityTemplate]
LocFriendlyName="未知网络微型弹药"
LocLongDescription="授予一个重型武器槽位，并为重型武器增加1次充能。"
LocHelpText="授予一个重型武器槽位，并为重型武器增加1次充能。"
LocFlyOverText="未知网络微型弹药"
LocPromotionPopupText="<Bullet/> 授予一个重型武器槽位，并为重型武器增加1次充能。<br/>"
 
 
[MEMEhack X2HackRewardTemplate]
FriendlyName="激活未知网络机器人"
Description="激活一个传奇的未知网络机器人"
 
[MEMEhaywire X2HackRewardTemplate]
FriendlyName="激活未知网络机器人"
Description="激活一个传奇的未知网络机器人"
 
//[ResCard_Memebot X2StrategyCardTemplate]
//DisplayName="未知网络机器人"
//SummaryText="每次任务都将有一个未知网络机器人单位加入XCOM小队。"
//QuoteText="他们对社区的服务延伸到了战场。"
//QuoteTextAuthor="MrCloista"
 
[sMemebot X2SitRepTemplate]
FriendlyName="未知网络机器人"
Description="部署时，一个未知网络机器人单位将加入XCOM小队。"
 
[sMemebotEffect X2SitRepEffect_AddTeam]
FriendlyName="未知网络机器人"
Description="部署时，一个未知网络机器人单位将加入XCOM小队。"
